import random
import math

# Операции: Деление, умножение, сложение, вычитание,
# возведение в степень, целочисленное деление, получение остатка,
# округление, получение рандомного числа
number = 123
# Деление
number1 = 9/2
# Умножение
number2 = 9 * 2
# Сложение
number3 = 9 + 2
# Вычитание
number4 = 2 - 9
# Возведение в степень, где 2 это степень
number5 = 9**2
# Целочисленное деление, ожидаем 2!
number6 = 8 // 3
# Получение остатка, ожидаем 2
number7 = 8 % 3
# Округление
number8 = round(4.5)
number_upper = math.ceil(1.4)
number_lower = math.floor(1.6)
# Получение рандомного числа
number9 = random.randint(0, 1)
