# 1) Integer (int) - Целочисленные
# 2) String (str) - Строки
# 3) Boolean (bool) - Да/Нет
# 4) Float (float) - Десятичные числа
# 5) List (list) - Массивы []
# 6) Dict (dict) - Словарь, {key: value}; key - None, string, int, flotat?????, boolean - не может быть, List - не может быть
# 7) Функция -

# Домашка:
# 1) выписат все типы которые существуют
# 2) Выписать все основные методы для строки:
# (конкатинировать строка + строка, из строки чисел, сделать числа,
# узнать длину строки, узнать регистр букв или привести в регистр,
# как привести строку к булиеву значению,
# замена без регулярного выражения АвГА заменить букву А на 5, чтобы получить 5вГ5)